{
    "wich_language": "Which language would you like to learn?",
    "first_section_title": "Immerse yourself in an immersive learning experience:",
    "first_section_description": "Discover a captivating learning platform where each exercise and review is designed to immerse you in the language and culture you're exploring. Our evolving exercises, detailed corrections, and progress curves make learning an exciting experience.",
    "start_button": "START",
    "universe_button": "A universe awaits you!",
    "second_section_title": "Learn with a global community:",
    "second_section_description": "Join an international community passionate about language learning. Share your successes, discover new cultures, and interact with other users from around the world. Our platform transforms learning into a collaborative and enriching experience.",
    "site_title": "Lanly",
    "login": "Login",
    "register": "Register",
    "about": "About",
    "home": "Home",
    "my_profile": "My profile",
    "admin_area": "Admin Area",
    "logout": "Log out",
    "choose": "Choose",
    "update_image": "Update image",
    "save": "Save",
    "name": "Name",
    "email": "Email",
    "native_country": "Native country",
    "desired_language": "Desired language",
    "contact": "Contact",
    "legal_mentions": "Legal Mentions",
    "data_protection_policy": "Data Protection Policy",
    "title_about_section_mobile": "Welcome to Lanly!",
    "about_heading": "Hello to all users!",
    "about_paragraph_1": "My name is Eloan, and this is my very first project of website conception from A to Z.",
    "about_paragraph_2": "To stay in the theme of my professional project, I propose to you here a website for learning foreign languages, Lanly.",
    "about_paragraph_3": "I am proud to present it to you today in this form.",
    "contact_title": "Contact Me",
    "send_email_title": "Send me an Email",
    "name_label": "Name",
    "email_label": "Email",
    "message_label": "Message",
    "send_button": "Send",
    "login_home_choice": "It's your choice",
    "login_home_course": "Course",
    "login_home_exercice": "Exercises",
    "change_language": "change language to",
    "learn_language": "Learn a Language",
    "learn_language_home": "Language Learning Home",
    "contact_me": "Contact Me",
    "start_journey": "Start Your Journey",
    "about_me": "About Me",
    "protection_donnees": "Data Protection",
    "my_profil": "My Profile",
    "policy_title": "Personal Data Protection Policy",
    "objective_title": "Objective",
    "objective_content": "This policy aims to ensure the security and confidentiality of personal data collected by our company, in order to protect the privacy of the individuals concerned and to comply with data protection standards.",
    "scope_title": "Scope of Application",
    "scope_inside_title": "Within the Scope of Application",
    "scope_inside_content": "This policy applies to all personal data collected, processed, or stored by our company. It covers all computer systems, databases, and any devices used for data processing.",
    "scope_outside_title": "Outside the Scope of Application",
    "scope_outside_content": "Information classified as public does not fall under this policy. Specific exclusions may be determined by management based on particular considerations.",
    "principles_title": "Principles",
    "principles_list": [
        "Access to personal data is limited to individuals who require this information to perform their tasks.",
        "Each user is identified by a unique user ID.",
        "Shared identities are only allowed when necessary.",
        "Users must read and understand this policy, as well as login and logout guidelines."
    ],
    "access_control_title": "Access Control",
    "access_control_list": [
        "Access to data is through a unique user account and a complex password.",
        "Passwords follow internal policy guidelines.",
        "The principle of least privilege is applied for each access."
    ],
    "users_responsibilities_title": "User Responsibilities",
    "users_responsibilities_list": [
        "Users must lock their screen when leaving their workstation.",
        "No sensitive information should be left unattended.",
        "Passwords must be kept confidential and not shared."
    ],
    "information_access_title": "Access to Information",
    "information_access_list": [
        "Employees have access to data necessary for their role.",
        "Access to sensitive data is restricted based on professional necessity."
    ],
    "sensitive_data_access_title": "Access to Sensitive Data",
    "sensitive_data_access_list": [
        "Access to confidential data is limited to authorized personnel.",
        "Access restrictions are implemented by the IT security service."
    ],
    "sanctions_title": "Sanctions",
    "sanctions_content": "Any violation of this policy may result in disciplinary action, including dismissal.",
    "publisher": "Publisher of the Website:",
    "company_name": "Company Name",
    "legal_form": "Legal Form",
    "headquarters_address": "Headquarters Address",
    "phone": "Phone",
    "email_address": "Email Address",
    "registration_number": "Registration Number",
    "publication_director": "Publication Director:",
    "director_name": "Name and Surname of the Publication Director",
    "director_email": "Publication Director's Email Address",
    "site_host": "Website Host:",
    "host_name": "Host Name",
    "host_address": "Address",
    "host_phone": "Phone",
    "host_email": "Email Address",
    "intellectual_property": "Intellectual Property:",
    "intellectual_property_content": "The content of this website (texts, images, videos, etc.) is the exclusive property of [Company Name] or its partners. Any reproduction, even partial, is strictly prohibited without prior authorization.",
    "personal_data_protection": "Personal Data Protection:",
    "personal_data_protection_content": "The information collected on this website is used within the framework of the business relationship established with the users and is processed in accordance with our privacy policy.",
    "cookies": "Cookies:",
    "cookies_content": "This website uses cookies to enhance browsing experience and provide content tailored to users. By continuing to browse this site, you agree to the use of cookies.",
    "external_links": "External Links:",
    "external_links_content": "This site may contain links to external websites. [Company Name] is not responsible for the content of these sites or for any damages resulting from their use.",
    "limitation_of_liability": "Limitation of Liability:",
    "limitation_of_liability_content": "[Company Name] strives to provide accurate and up-to-date information on this site, but cannot guarantee the accuracy, completeness, or relevance of the information provided. Consequently, [Company Name] declines any responsibility in case of possible direct or indirect damages resulting from the use of the information present on this site.",
    "applicable_law": "Applicable Law:",
    "applicable_law_content": "These legal mentions are subject to French law. In case of dispute, the competent courts will be those of the jurisdiction of the headquarters of [Company Name].",
    "legal_disclaimer_changes": "These legal mentions are subject to change at any time, so we recommend that you check them regularly."
}