{
    "first_section_title": "Tauchen Sie ein in ein immersives Lernerlebnis:",
    "first_section_description": "Entdecken Sie eine fesselnde Lernplattform, auf der jedes Übungs- und Wiederholungsmaterial darauf ausgelegt ist, Sie in die Sprache und Kultur einzutauchen, die Sie erkunden. Unsere sich entwickelnden Übungen, detaillierten Korrekturen und Fortschrittskurven machen das Lernen zu einem aufregenden Erlebnis.",
    "start_button": "START",
    "universe_button": "Ein Universum erwartet Sie!",
    "second_section_title": "Lernen Sie mit einer globalen Gemeinschaft:",
    "second_section_description": "Treten Sie einer internationalen Gemeinschaft von Sprachbegeisterten bei. Teilen Sie Ihre Erfolge, entdecken Sie neue Kulturen und interagieren Sie mit anderen Benutzern aus der ganzen Welt. Unsere Plattform verwandelt das Lernen in ein kooperatives und bereicherndes Erlebnis.",
    "site_title": "Lanly",
    "login": "Anmelden",
    "register": "Registrieren",
    "about": "Über uns",
    "home": "Startseite",
    "my_profile": "Mein Profil",
    "admin_area": "Admin-Bereich",
    "logout": "Abmelden",
    "choose": "Wählen",
    "update_image": "Bild aktualisieren",
    "save": "Speichern",
    "name": "Name",
    "email": "E-Mail",
    "native_country": "Heimatland",
    "desired_language": "Gewünschte Sprache",
    "contact": "Kontakt",
    "legal_mentions": "Rechtliche Hinweise",
    "data_protection_policy": "Datenschutzrichtlinie",
    "title_about_section_mobile": "Willkommen bei Lanly!",
    "about_heading": "Hallo an alle Benutzer!",
    "about_paragraph_1": "Mein Name ist Eloan, und dies ist mein allererstes Projekt zur Website-Konzeption von A bis Z.",
    "about_paragraph_2": "Um im Thema meines beruflichen Projekts zu bleiben, schlage ich hier eine Website zum Erlernen fremder Sprachen vor, Lanly.",
    "about_paragraph_3": "Ich bin stolz darauf, es Ihnen heute in dieser Form zu präsentieren.",
    "contact_title": "Kontaktieren Sie mich",
    "send_email_title": "Senden Sie mir eine E-Mail",
    "name_label": "Name",
    "email_label": "E-Mail",
    "message_label": "Nachricht",
    "send_button": "Senden",
    "login_home_choice": "Es liegt an Ihnen zu wählen",
    "login_home_course": "Kurs",
    "login_home_exercice": "Übungen",
    "change_language": "Sprache ändern zu",
    "protection_donnees": "Datenschutz",
    "learn_language": "Sprache lernen",
    "learn_language_home": "Startseite Sprachlernen",
    "contact_me": "Kontaktieren Sie mich",
    "start_journey": "Starte deine Reise",
    "about_me": "Über mich",
    "my_profil": "Mein Profil",
    "objective_title": "Ziel",
    "objective_content": "Diese Richtlinie zielt darauf ab, die Sicherheit und Vertraulichkeit personenbezogener Daten zu gewährleisten, die von unserem Unternehmen gesammelt werden, um die Privatsphäre der betroffenen Personen zu schützen und Datenschutzstandards einzuhalten.",
    "scope_title": "Anwendungsbereich",
    "scope_inside_title": "Innerhalb des Anwendungsbereichs",
    "scope_inside_content": "Diese Richtlinie gilt für alle personenbezogenen Daten, die von unserem Unternehmen gesammelt, verarbeitet oder gespeichert werden. Sie umfasst alle Computersysteme, Datenbanken und alle Geräte, die zur Datenverarbeitung verwendet werden.",
    "scope_outside_title": "Außerhalb des Anwendungsbereichs",
    "scope_outside_content": "Informationen, die als öffentlich klassifiziert sind, fallen nicht unter diese Richtlinie. Spezifische Ausnahmen können von der Geschäftsleitung je nach besonderen Erwägungen festgelegt werden.",
    "principles_title": "Grundsätze",
    "principles_list": [
        "Der Zugang zu personenbezogenen Daten ist auf Personen beschränkt, die diese Informationen für ihre Aufgaben benötigen.",
        "Jeder Benutzer wird durch eine eindeutige Benutzerkennung identifiziert.",
        "Geteilte Identitäten sind nur bei Bedarf zulässig.",
        "Benutzer müssen diese Richtlinie sowie Anmelde- und Abmeldeanweisungen lesen und verstehen."
    ],
    "access_control_title": "Zugriffskontrolle",
    "access_control_list": [
        "Der Zugriff auf Daten erfolgt über ein einzigartiges Benutzerkonto und ein komplexes Passwort.",
        "Passwörter entsprechen den internen Richtlinien.",
        "Das Prinzip des geringsten Privilegs wird für jeden Zugriff angewendet."
    ],
    "users_responsibilities_title": "Benutzerpflichten",
    "users_responsibilities_list": [
        "Benutzer müssen ihren Bildschirm sperren, wenn sie ihren Arbeitsplatz verlassen.",
        "Es darf keine sensible Information unbeaufsichtigt bleiben.",
        "Passwörter müssen vertraulich behandelt und nicht weitergegeben werden."
    ],
    "information_access_title": "Zugriff auf Informationen",
    "information_access_list": [
        "Mitarbeiter haben Zugriff auf die für ihre Aufgaben erforderlichen Daten.",
        "Der Zugriff auf sensible Daten ist gemäß beruflicher Notwendigkeit eingeschränkt."
    ],
    "sensitive_data_access_title": "Zugriff auf sensible Daten",
    "sensitive_data_access_list": [
        "Der Zugriff auf vertrauliche Daten ist nur autorisiertem Personal gestattet.",
        "Zugriffsbeschränkungen werden vom IT-Sicherheitsdienst durchgesetzt."
    ],
    "sanctions_title": "Sanktionen",
    "sanctions_content": "Jede Verletzung dieser Richtlinie kann disziplinarische Maßnahmen nach sich ziehen, einschließlich Kündigung.",
    "publisher": "Herausgeber der Website:",
    "company_name": "Name des Unternehmens",
    "legal_form": "Rechtsform",
    "headquarters_address": "Firmensitzadresse",
    "phone": "Telefon",
    "email_address": "E-Mail-Adresse",
    "registration_number": "Handelsregisternummer",
    "publication_director": "Verantwortlicher für die Veröffentlichung:",
    "director_name": "Name und Vorname des Verantwortlichen für die Veröffentlichung",
    "director_email": "E-Mail-Adresse des Verantwortlichen für die Veröffentlichung",
    "site_host": "Website-Host:",
    "host_name": "Name des Hosts",
    "host_address": "Adresse",
    "host_phone": "Telefon",
    "host_email": "E-Mail-Adresse",
    "intellectual_property": "Geistiges Eigentum:",
    "intellectual_property_content": "Der Inhalt dieser Website (Texte, Bilder, Videos usw.) ist das ausschließliche Eigentum von [Unternehmensname] oder seinen Partnern. Jede Vervielfältigung, auch auszugsweise, ist ohne vorherige Genehmigung strengstens untersagt.",
    "personal_data_protection": "Datenschutz:",
    "personal_data_protection_content": "Die auf dieser Website gesammelten Informationen werden im Rahmen der Geschäftsbeziehung mit den Benutzern verwendet und gemäß unserer Datenschutzerklärung verarbeitet.",
    "cookies": "Cookies:",
    "cookies_content": "Diese Website verwendet Cookies, um das Surferlebnis zu verbessern und Inhalte für die Benutzer anzupassen. Wenn Sie weiterhin auf dieser Website surfen, stimmen Sie der Verwendung von Cookies zu.",
    "external_links": "Externe Links:",
    "external_links_content": "Diese Website kann Links zu externen Websites enthalten. [Unternehmensname] ist nicht verantwortlich für den Inhalt dieser Websites oder für etwaige Schäden, die sich aus deren Nutzung ergeben.",
    "limitation_of_liability": "Haftungsbeschränkung:",
    "limitation_of_liability_content": "[Unternehmensname] bemüht sich, genaue und aktuelle Informationen auf dieser Website bereitzustellen, kann jedoch nicht garantieren, dass die bereitgestellten Informationen genau, vollständig oder relevant sind. Daher lehnt [Unternehmensname] jegliche Haftung für direkte oder indirekte Schäden ab, die aus der Nutzung der Informationen auf dieser Website resultieren.",
    "applicable_law": "Anwendbares Recht:",
    "applicable_law_content": "Diese rechtlichen Hinweise unterliegen dem französischen Recht. Im Falle eines Streits sind die zuständigen Gerichte diejenigen am Sitz von [Unternehmensname].",
    "legal_disclaimer_changes": "Diese rechtlichen Hinweise können jederzeit geändert werden. Wir empfehlen Ihnen daher, sie regelmäßig zu überprüfen."
}