{
    "wich_language": "Quale lingua vorresti imparare?",
    "first_section_title": "Immergiti in un'esperienza di apprendimento coinvolgente:",
    "first_section_description": "Scopri una piattaforma di apprendimento avvincente in cui ogni esercizio e revisione è progettato per farti immergere nella lingua e nella cultura che stai esplorando. I nostri esercizi in evoluzione, correzioni dettagliate e curve di progresso rendono l'apprendimento un'esperienza emozionante.",
    "start_button": "INIZIA",
    "universe_button": "Un universo ti aspetta!",
    "second_section_title": "Impara con una comunità globale:",
    "second_section_description": "Unisciti a una comunità internazionale appassionata di apprendimento delle lingue. Condividi i tuoi successi, scopri nuove culture e interagisci con altri utenti provenienti da tutto il mondo. La nostra piattaforma trasforma l'apprendimento in un'esperienza collaborativa e arricchente.",
    "site_title": "Lanly",
    "login": "Accedi",
    "register": "Registrati",
    "about": "Chi siamo",
    "home": "Home",
    "my_profile": "Il mio profilo",
    "admin_area": "Area amministrativa",
    "logout": "Esci",
    "choose": "Scegli",
    "update_image": "Aggiorna immagine",
    "save": "Salva",
    "name": "Nome",
    "email": "E-mail",
    "native_country": "Paese natale",
    "desired_language": "Lingua desiderata",
    "contact": "Contatto",
    "legal_mentions": "Note legali",
    "data_protection_policy": "Informativa sulla privacy",
    "title_about_section_mobile": "Benvenuto su Lanly!",
    "about_heading": "Ciao a tutti gli utenti!",
    "about_paragraph_1": "Mi chiamo Eloan, e questo è il mio primo progetto di concezione di siti web da A a Z.",
    "about_paragraph_2": "Per rimanere nel tema del mio progetto professionale, ti propongo qui un sito per l'apprendimento delle lingue straniere, Lanly.",
    "about_paragraph_3": "Sono orgoglioso di presentartelo oggi in questa forma.",
    "contact_title": "Contattami",
    "send_email_title": "Inviami un'email",
    "name_label": "Nome",
    "email_label": "E-mail",
    "message_label": "Messaggio",
    "send_button": "Invia",
    "login_home_choice": "A te la scelta",
    "login_home_course": "Corso",
    "login_home_exercice": "Esercizio",
    "change_language": "cambiare lingua in",
    "protection_donnees": "Protezione Dati",
    "learn_language": "Impara una Lingua",
    "learn_language_home": "Home dell'Apprendimento Linguistico",
    "contact_me": "Contattami",
    "start_journey": "Inizia il Tuo Viaggio",
    "about_me": "Su di Me",
    "my_profil": "Il Mio Profilo",
    "policy_title": "Politica di Protezione dei Dati Personali",
    "objective_title": "Obiettivo",
    "objective_content": "Questa politica mira a garantire la sicurezza e la riservatezza dei dati personali raccolti dalla nostra azienda, al fine di proteggere la privacy delle persone coinvolte e di rispettare gli standard di protezione dei dati.",
    "scope_title": "Ambito di Applicazione",
    "scope_inside_title": "All'interno dell'Ambito di Applicazione",
    "scope_inside_content": "Questa politica si applica a tutti i dati personali raccolti, elaborati o archiviati dalla nostra azienda. Copre tutti i sistemi informatici, basi di dati e qualsiasi dispositivo utilizzato per l'elaborazione dei dati.",
    "scope_outside_title": "Fuori dall'Ambito di Applicazione",
    "scope_outside_content": "Le informazioni classificate come pubbliche non rientrano in questa politica. Esclusioni specifiche possono essere determinate dalla direzione in base a particolari considerazioni.",
    "principles_title": "Principi",
    "principles_list": [
        "L'accesso ai dati personali è limitato alle persone che necessitano di tali informazioni per svolgere i propri compiti.",
        "Ogni utente è identificato da un ID utente univoco.",
        "Le identità condivise sono consentite solo quando necessarie.",
        "Gli utenti devono leggere e comprendere questa politica, così come le linee guida per l'accesso e la disconnessione."
    ],
    "access_control_title": "Controllo dell'Accesso",
    "access_control_list": [
        "L'accesso ai dati avviene tramite un account utente unico e una password complessa.",
        "Le password seguono le linee guida della politica interna.",
        "Il principio del privilegio minimo è applicato per ogni accesso."
    ],
    "users_responsibilities_title": "Responsabilità degli Utenti",
    "users_responsibilities_list": [
        "Gli utenti devono bloccare il proprio schermo quando lasciano il proprio posto di lavoro.",
        "Nessuna informazione sensibile deve essere lasciata senza supervisione.",
        "Le password devono essere mantenute riservate e non condivise."
    ],
    "information_access_title": "Accesso alle Informazioni",
    "information_access_list": [
        "I dipendenti hanno accesso ai dati necessari per il loro ruolo.",
        "L'accesso ai dati sensibili è limitato in base alla necessità professionale."
    ],
    "sensitive_data_access_title": "Accesso ai Dati Sensibili",
    "sensitive_data_access_list": [
        "L'accesso ai dati riservati è limitato al personale autorizzato.",
        "Le restrizioni di accesso sono implementate dal servizio di sicurezza informatica."
    ],
    "sanctions_title": "Sanzioni",
    "sanctions_content": "Qualsiasi violazione di questa politica può comportare provvedimenti disciplinari, compreso il licenziamento.",
    "publisher": "Editore del Sito Web:",
    "company_name": "Nome dell'Azienda",
    "legal_form": "Forma Giuridica",
    "headquarters_address": "Indirizzo della Sede Legale",
    "phone": "Telefono",
    "email_address": "Indirizzo Email",
    "registration_number": "Numero di Registrazione",
    "publication_director": "Direttore della Pubblicazione:",
    "director_name": "Nome e Cognome del Direttore della Pubblicazione",
    "director_email": "Email del Direttore della Pubblicazione",
    "site_host": "Hosting del Sito Web:",
    "host_name": "Nome dell'Hosting",
    "host_address": "Indirizzo",
    "host_phone": "Telefono",
    "host_email": "Email",
    "intellectual_property": "Proprietà Intellettuale:",
    "intellectual_property_content": "Il contenuto di questo sito web (testi, immagini, video, ecc.) è di proprietà esclusiva di [Nome dell'Azienda] o dei suoi partner. Ogni riproduzione, anche parziale, è strettamente vietata senza autorizzazione preventiva.",
    "personal_data_protection": "Protezione dei Dati Personali:",
    "personal_data_protection_content": "Le informazioni raccolte su questo sito web sono utilizzate nell'ambito del rapporto commerciale stabilito con gli utenti e vengono trattate in conformità con la nostra politica sulla privacy.",
    "cookies": "Cookie:",
    "cookies_content": "Questo sito web utilizza i cookie per migliorare l'esperienza di navigazione e fornire contenuti personalizzati agli utenti. Continuando a navigare su questo sito, accetti l'utilizzo dei cookie.",
    "external_links": "Link Esterni:",
    "external_links_content": "Questo sito può contenere collegamenti a siti web esterni. [Nome dell'Azienda] non è responsabile del contenuto di questi siti né dei danni derivanti dal loro utilizzo.",
    "limitation_of_liability": "Limitazione di Responsabilità:",
    "limitation_of_liability_content": "[Nome dell'Azienda] si impegna a fornire informazioni accurate e aggiornate su questo sito, ma non può garantire l'accuratezza, completezza o rilevanza delle informazioni fornite. Di conseguenza, [Nome dell'Azienda] declina ogni responsabilità in caso di possibili danni diretti o indiretti derivanti dall'uso delle informazioni presenti su questo sito.",
    "applicable_law": "Legge Applicabile:",
    "applicable_law_content": "Queste menzioni legali sono soggette alla legge francese. In caso di controversie, i tribunali competenti saranno quelli del luogo di residenza di [Nome dell'Azienda].",
    "legal_disclaimer_changes": "Queste menzioni legali sono soggette a modifiche in qualsiasi momento, ti consigliamo quindi di controllarle regolarmente."
}