{
    "wich_language": "Quelle langue souhaitez vous apprendre",
    "first_section_title": "Plongez dans une expérience d'apprentissage immersive :",
    "first_section_description": "Découvrez une plateforme d'apprentissage captivante, où chaque exercice et révision est conçu pour vous immerger dans la langue et la culture que vous explorez. Nos exercices évolutifs, corrections détaillées et courbes de progression font de l'apprentissage une expérience passionnante.",
    "start_button": "COMMENCER",
    "universe_button": "Un univers s'offre à vous !",
    "second_section_title": "Apprenez avec une communauté mondiale :",
    "second_section_description": "Rejoignez une communauté internationale passionnée par l'apprentissage des langues. Partagez vos succès, découvrez de nouvelles cultures et échangez avec d'autres utilisateurs du monde entier. Notre plateforme transforme l'apprentissage en une expérience collaborative et enrichissante.",
    "site_title": "Lanly",
    "login": "Connexion",
    "register": "Inscription",
    "about": "À propos",
    "home": "Accueil",
    "admin_area": "Espace Admin",
    "logout": "Déconnexion",
    "choose": "A vous de choisir",
    "my_profile": "Mon profil",
    "update_image": "Mettre à jour l'image",
    "save": "Enregistrer",
    "name": "Nom",
    "email": "Email",
    "native_country": "Pays d'origine",
    "desired_language": "Langue souhaitée",
    "contact": "Contact",
    "legal_mentions": "Mentions légales",
    "data_protection_policy": "Politique de protection des données",
    "title_about_section_mobile": "Bienvenue sur Lanly !",
    "about_heading": "Bonjour à tous les utilisateurs !",
    "about_paragraph_1": "Je m'appelle Eloan, et voici mon tout premier projet de conception de site de A à Z.",
    "about_paragraph_2": "Pour rester dans le thème de mon projet professionnel, je vous propose ici un site d'apprentissage de langues étrangères, Lanly.",
    "about_paragraph_3": "Je suis fier de vous le présenter aujourd'hui sous cette forme.",
    "contact_title": "Contactez-moi",
    "send_email_title": "Envoyez-moi un e-mail",
    "name_label": "Nom",
    "email_label": "E-mail",
    "message_label": "Message",
    "send_button": "Envoyer",
    "login_home_choice": "A vous de choisir",
    "login_home_course": "Cours",
    "login_home_exercice": "Exercices",
    "change_language": "changer de langue vers",
    "protection_donnees": "Protection des Données",
    "learn_language": "Apprendre une Langue",
    "learn_language_home": "Accueil de l'Apprentissage des Langues",
    "contact_me": "Contactez-moi",
    "start_journey": "Commencez Votre Voyage",
    "about_me": "À Propos de Moi",
    "my_profil": "Mon Profil",
    "policy_title": "Politique de Protection des Données Personnelles",
    "objective_title": "Objectif",
    "objective_content": "Cette politique vise à garantir la sécurité et la confidentialité des données personnelles collectées par notre entreprise, afin de protéger la vie privée des individus concernés et de respecter les normes de conformité en matière de protection des données.",
    "scope_title": "Champ d'Application",
    "scope_inside_title": "Dans le Champ d'Application",
    "scope_inside_content": "Cette politique s'applique à toutes les données personnelles collectées, traitées ou stockées par notre entreprise. Elle couvre l'ensemble des systèmes informatiques, bases de données et tout appareil utilisé pour le traitement des données.",
    "scope_outside_title": "Hors du Champ d'Application",
    "scope_outside_content": "Les informations classées comme publiques ne relèvent pas de cette politique. Des exclusions spécifiques peuvent être déterminées par la direction en fonction de considérations particulières.",
    "principles_title": "Principes",
    "principles_list": [
        "L'accès aux données personnelles est limité aux personnes nécessitant ces informations pour accomplir leurs tâches.",
        "Chaque utilisateur est identifié par un ID utilisateur unique.",
        "Les identités partagées ne sont autorisées que lorsque nécessaire.",
        "Les utilisateurs doivent lire et comprendre cette politique, ainsi que les directives de connexion et de déconnexion."
    ],
    "access_control_title": "Contrôle d Accès",
    "access_control_list": [
        "L'accès aux données se fait via un compte utilisateur unique et un mot de passe complexe.",
        "Les mots de passe suivent les directives de la politique interne.",
        "Le principe du moindre privilège est appliqué pour chaque accès."
    ],
    "users_responsibilities_title": "Responsabilités des Utilisateurs",
    "users_responsibilities_list": [
        "Les utilisateurs doivent verrouiller leur écran en quittant leur poste.",
        "Aucune information sensible ne doit être laissée sans surveillance.",
        "Les mots de passe doivent être tenus confidentiels et ne pas être partagés."
    ],
    "information_access_title": "Accès aux Informations",
    "information_access_list": [
        "Les employés ont accès aux données nécessaires à leur fonction.",
        "L'accès aux données sensibles est restreint selon la nécessité professionnelle."
    ],
    "sensitive_data_access_title": "Accès aux Données Sensibles",
    "sensitive_data_access_list": [
        "L'accès aux données confidentielles est limité aux personnes autorisées.",
        "Les restrictions d'accès sont instaurées par le service de sécurité informatique."
    ],
    "sanctions_title": "Sanctions",
    "sanctions_content": "Toute violation de cette politique peut entraîner des sanctions disciplinaires, y compris le licenciement.",
    "publisher": "Éditeur du site :",
    "company_name": "Nom de l'entreprise",
    "legal_form": "Forme juridique",
    "headquarters_address": "Adresse du siège social",
    "phone": "Téléphone",
    "email_address": "Adresse e-mail",
    "registration_number": "Numéro d'immatriculation",
    "publication_director": "Directeur de la publication :",
    "director_name": "Nom et prénom du directeur de la publication",
    "director_email": "Adresse e-mail du directeur de la publication",
    "site_host": "Hébergeur du site :",
    "host_name": "Nom de l'hébergeur",
    "host_address": "Adresse",
    "host_phone": "Téléphone",
    "host_email": "Adresse e-mail",
    "intellectual_property": "Propriété intellectuelle :",
    "intellectual_property_content": "Le contenu de ce site (textes, images, vidéos, etc.) est la propriété exclusive de [Nom de l'entreprise] ou de ses partenaires. Toute reproduction, même partielle, est strictement interdite sans autorisation préalable.",
    "personal_data_protection": "Protection des données personnelles :",
    "personal_data_protection_content": "Les informations recueillies sur ce site sont utilisées dans le cadre de la relation commerciale établie avec les utilisateurs et sont traitées conformément à notre politique de confidentialité.",
    "cookies": "Cookies :",
    "cookies_content": "Ce site utilise des cookies pour améliorer l'expérience de navigation et proposer des contenus adaptés aux utilisateurs. En continuant à naviguer sur ce site, vous acceptez l'utilisation de cookies.",
    "external_links": "Liens externes :",
    "external_links_content": "Ce site peut contenir des liens vers des sites externes. [Nom de l'entreprise] n'est pas responsable du contenu de ces sites ni des éventuels dommages résultant de leur utilisation.",
    "limitation_of_liability": "Limitation de responsabilité :",
    "limitation_of_liability_content": "[Nom de l'entreprise] s'efforce de fournir des informations précises et à jour sur ce site, mais ne peut garantir l'exactitude, l'exhaustivité ou la pertinence des informations fournies. En conséquence, [Nom de l'entreprise] décline toute responsabilité en cas d'éventuels dommages directs ou indirects résultant de l'utilisation des informations présentes sur ce site.",
    "applicable_law": "Droit applicable :",
    "applicable_law_content": "Les présentes mentions légales sont soumises au droit français. En cas de litige, les tribunaux compétents seront ceux du ressort du siège social de [Nom de l'entreprise].",
    "legal_disclaimer_changes": "Ces mentions légales sont susceptibles d'être modifiées à tout moment, nous vous recommandons donc de les consulter régulièrement."
}